Repository: dinhviethoa/Sparrow-localization
Catalog: *.lproj/strings/Composer.strings
Languages: ca, ru

source: (No subject)
ca: (Sense assumpte)
ru: (Без темы)

source: Add Attachment
ca: Afegeix arxiu adjunt
ru: Прикрепить файл

source: Add Link
ca: Afegeix enllaç
ru: Добавить ссылку

source: Add Link…
ca: Afegeix enllaç…
ru: Добавить ссылку…

source: Are you sure you want to send it?
ca: Segur que vols enviar-lo?
ru: Вы действительно хотите его отправить?

source: Attachments too large
ca: Adjunts massa grans
ru: Прикрепляемые файлы слишком большие

source: Bcc
ca: CCO
ru: Скр. копия

source: Bold
ca: Negreta
ru: Жирный

source: Bullet
ca: Vinyeta
ru: Маркированный список

source: Bullet Point List
ca: Llista de punts amb vinyetes
ru: Маркированный список

source: Cancel
ca: Cancel·la
ru: Отменить

source: Cc
ru: Копия

source: Center
ca: Centra
ru: По центру

source: Decrease Indent Level
ca: Disminueix nivell de sangrat
ru: Уменьшить уровень отступа

source: Decrease Quote Level
ca: Disminueix nivell de cita
ru: Уменьшить уровень цитаты

source: Discard
ca: Descarta
ru: Отменить

source: Do you want to save your email?
ca: Vols desar el missatge?
ru: Сохранить сообщение?

source: Done
ca: D'acord
ru: Готово

source: Drafts folder was not found and could not be created. This folder is required to get Sparrow to work properly.
ca: No s'ha trobat la carpeta Esborranys i no s'ha pogut crear. Aquesta carpeta és necessària pel funcionament de Sparrow.
ru: Папка Черновики не найдена и не может быть создана. Она необходима для нормальной работы Sparrow.

source: From
ca: De
ru: От

source: Hide Cc/Bcc
ca: Amaga CC/CCO
ru: Скрыть Копия/Скр. Копия

source: Increase Quote Level
ca: Augmenta nivell de cita
ru: Увеличить уровень цитаты

# Indent-LocFormattingBar
source: Indent
ca: Sagna
ru: Выравнивание

# Indent-LocUndo
source: Indent
ca: Sagna
ru: Выравнивание

source: Italic
ca: Cursiva
ru: Курсив

source: Left Alignment
ca: Alineació a l'esquerra
ru: Выравнивание по левому краю

source: Link to:
ca: Enllaça amb:
ru: Ссылка:

source: List
ca: Llista
ru: Список

source: Loading…
ca: Carregant…
ru: Загрузка…

source: Make Plain Text
ca: Converteix a text normal
ru: Конвертировать в простой текст

source: New Message
ca: Missatge nou
ru: Новое сообщение

source: No recipient was specified for this message
ca: No s'ha especificat cap destinatari per aquest missatge
ru: Получатель сообщения не был указан

source: None
ca: Cap
ru: Нет

source: Numbered List
ca: Llista numerada
ru: Пронумерованный список

source: Please check you typed it properly.
ca: Verifica que ho has escrit correctament.
ru: Проверьте, чтобы он был введен правильно.

source: Remove Bullet Point List
ca: Esborra llista de punts amb vinyetes
ru: Убрать маркированный список

source: Remove Numbered List
ca: Esborra llista numerada
ru: Убрать пронумерованный список

source: Right Alignment
ca: Alineació a la dreta
ru: Выравнивание по правому краю

source: Save
ca: Desa
ru: Сохранить

source: Send
ca: Envia
ru: Отправить

source: Send And Archive
ru: Отправить и заархивировать

source: Send anyway
ca: Envia de totes maneres
ru: Все равно отправить

source: Sent with <a href="http://www.sparrowmailapp.com/?sig">Sparrow</a>
ru: Отправлено при помощи <a href="http://www.sparrowmailapp.com/?sig">Sparrow</a>

source: Sent with Sparrow
ca: Enviat amb Sparrow
ru: Отправлено при помощи Sparrow

source: Show Cc/Bcc
ca: Mostra CC/CCO
ru: Показать Копия/Скр. Копия

source: Signature
ca: Firma
ru: Подпись

source: Sparrow won't be able to send emails.
ca: Sparrow no podrà enviar correus electrònics.
ru: Sparrow не сможет отправлять письма.

source: Subject
ca: Assumpte
ru: Тема

source: Switch to Reply
ca: Canvia a Respon
ru: Переключиться в режим Ответить

source: Switch to Reply All
ca: Canvia a Respon a tothom
ru: Переключиться в режим Ответить всем

source: Text Color
ca: Color del text
ru: Цвет текста

source: The attachment could not be added because it's too large. The total size of the message cannot exceed 25 megabytes.
ca: No s'ha pogut afegir l'arxiu adjunt perquè és massa gran. La mida total del missatge no pot superar els 25 megabytes.
ru: Прикрепляемый файл нельзя добавить, т.к. он слишком большой. Размер сообщения не может превышать 25 мегабайт.

source: The attachments could not be added because they are too large. The total size of the message cannot exceed 25 megabytes.
ca: No es poden afegir els arxius adjunts perquè són massa grans. La mida total del missatge no pot superar els 25 megabytes.
ru: Прикрепляемые файлы нельзя добавить, т.к. они слишком большие. Размер сообщения не может превышать 25 мегабайт.

source: The draft could not be loaded.
ca: No s'ha pogut carregar l'esborrany.
ru: Не удалось загрузить черновик.

source: The following address is not valid: "%@"
ca: Aquesta adreça no és vàlida: "%@"
ru: Этот адрес указан неверно: «%@»

source: The URL is not valid
ca: La URL no és vàlida
ru: URL указан неверно

source: This message has no subject
ca: Aquest missatge no té assumpte
ru: В данном сообщении не указана тема

source: To
ca: Per
ru: Кому

source: Typing
ca: text introduït
ru: Набор текста

source: Underline
ca: Subratlla
ru: Подчеркивание

source: Your draft will be discarded if you don't save it.
ca: Es descartarà l'esborrany si no el desa.
ru: Черновик будет удален, если вы его не сохраните.

source: Your message has been saved locally.
ca: El missatge s'ha desat localment.
ru: Сообщение сохранено локально.

source: Fw:
ca: RV:

source: Fw: %@
ca: RV: %@
