Repository: dinhviethoa/Sparrow-localization
Catalog: *.lproj/strings/Preferences.strings
Languages: ca, ru

source: %@ (has SMTP)
ca: %@ (té SMTP)
ru: %@ (есть SMTP)

# %@ and %@
source: %1$@ and %2$@
ca: %1$@ i %2$@
ru: %1$@ и %2$@

source: %@ and more
ca: %@ i més
ru: %@ и другие

source: %@ are using Sparrow.
ca: %@ utilitzen Sparrow.
ru: %@ используют Sparrow.

source: %@ is using Sparrow.
ca: %@ utilitza Sparrow.
ru: %@ использует Sparrow.

source: (Empty prefix)
ca: (Prefixe buit)
ru: (Пустой префикс)

source: (Will be active at next restart)
ca: (Estarà actiu al proper reinici)
ru: (Требуется перезапуск)

source: <a href="http://www.sprw.me/iphone-appstore.php?tracking=mac2iphone">Get it!</a>
ca: <a href="http://www.sprw.me/iphone-appstore.php?tracking=mac2iphone">Obten-lo!</a>

source: Account
ca: Compte
ru: Учетная запись

source: Accounts
ca: Comptes
ru: Учетные записи

source: Accounts other than Gmail are not supported in this version.
ca: A aquesta versió només és compatible amb comptes de Gmail.
ru: Эта версия поддерживает только учетные записи Gmail.

source: Add Account
ca: Afegeix compte
ru: Добавление учетной записи

source: Add folder at the same level as "%@"…
ca: Afegeix carpeta al mateix nivell que "%@"…
ru: Добавить папку на том же уровне, что и "%@"…

source: Add folder below "%@"…
ca: Afegeix carpeta sota de "%@"…
ru: Добавить подпапку для "%@"…

source: Advanced
ca: Avançat
ru: Дополнительно

source: Alias for:
ca: Àlies de:
ru: Псевдоним для:

source: Aliases
ca: Àlies
ru: Псевдонимы

source: Always reply all
ca: Sempre respon a tothom
ru: Всегда отвечать всем

source: An account with the same information has already been entered.
ca: Ja s'ha introduït un compte amb la mateixa informació.
ru: Учетная запись с этими данными уже существует.

source: An alias with the same email has already been entered.
ca: Ja s'ha introduït un àlies amb el mateix correu electrònic.
ru: Псевдоним для этого e-mail уже существует.

source: Archive Folder
ca: Carpeta Arxivats
ru: Папка Архив

source: Are you sure you want to delete the account "%@"?
ca: Segur que vols esborrar el compte "%@"?
ru: Вы действительно хотите удалить учетную запись «%@»?

source: Are you sure you want to delete the alias "%@"?
ca: Segur que vols esborrar l'àlies "%@"?
ru: Вы действительно хотите удалить псевдоним «%@»?

source: Are you sure you want to delete the folder "%@"?
ca: Segur que vols esborrar la carpeta "%@"?
ru: Вы действительно хотите удалить папку «%@»?

source: Are you sure you want to delete the label "%@"?
ca: Segur que vols esborrar l'etiqueta "%@"?
ru: Вы действительно хотите удалить метку «%@»?

source: Are you sure you want to disconnect from Facebook?
ca: Segur que vols desconnectar-te de Facebook?
ru: Вы действительно хотите отсоединиться от Facebook?

source: Attach files with CloudApp
ca: Adjunta arxius amb CloudApp
ru: Прикреплять файлы с помощью CloudApp

source: Attach files with Dropbox
ca: Adjunta arxius amb Dropbox

source: Auto tries port 465, 587 and 25
ca: Auto prova port 465, 587 i 25

source: Auto tries port 993, then 143
ca: Auto prova port 993, després 143

source: Auto tries port 995, then 110
ca: Auto prova port 995, després 110

source: Buy License
ca: Compra llicència
ru: Купить лицензию

source: Buy Now
ca: Compra ara
ru: Купить

source: Buy your license to remove ads in Sparrow.
ca: Compra la llicència per esborrar els anuncis de Sparrow.
ru: Купите лицензию, чтобы убрать рекламу в Sparrow.

source: Cancel
ca: Cancel·la
ru: Отменить

source: Cannot connect to Facebook
ca: No és possible connectar-se a Facebook
ru: Не удается подключиться к Facebook

source: Cannot create folder named "%@"
ca: No es pot crear la carpeta "%@"
ru: Не удается создать папку «%@»

source: Cannot create label named "%@"
ca: No es pot crear l'etiqueta "%@"
ru: Не удается создать метку «%@»

source: Cannot rename folder to "%@"
ca: No es pot renombrar la carpeta "%@"
ru: Не удается переименовать папку в «%@»

source: Cannot rename label to "%@"
ca: No es pot renombrar l'etiqueta "%@"
ru: Не удается переименовать метку в «%@»

source: Choose IMAP Prefix…
ca: Escull prefixe IMAP…
ru: Выберите префикс IMAP…

source: Choose your SMTP setting for this alias.
ca: Escull les opcions SMTP per aquest àlies.

source: Close
ca: Tanca

source: Composer:
ca: Creació:
ru: Создание:

source: Connect
ca: Connecta
ru: Соединиться

source: Connect to Facebook
ca: Connectar-se a Facebook
ru: Соединиться с Facebook

source: Connected to Facebook!
ca: Connectat a Facebook.
ru: Вы соединены с Facebook!

source: Connection to Facebook could not be established. Either your connection is not available or Facebook is unavailable. Please retry later.
ca: No s'ha pogut establir una connexió amb Facebook. La teva connexió a Internet o Facebook no estan disponibles. Torna-ho a provar més tard.
ru: Не удается установить соединение с Facebook. Не работает соединение с Интернет или Facebook. Попробуйте позже.

source: Conversation View:
ca: Vista de conversa:
ru: Разговоры:

source: Could not connect
ca: No es pot connectar

source: Create
ca: Crea
ru: Создать

source: Custom SMTP for Alias
ca: SMTP especificat per l'àlies
ru: Произвольный SMTP для псевдонима

source: Custom…
ca: Personalitzat…

source: Default
ca: Per defecte
ru: По умолчанию

source: Delete
ca: Esborra
ru: Удалить

source: Delete from server after 1 month
ca: Esborra del servidor després d'un mes

source: Delete from server after 7 days
ca: Esborra del servidor després de 7 dies

source: Delete key moves to trash
ca: La tecla Suprimir envia a la paperera
ru: Клавиша Delete перемещает в Корзину

source: Disable quick reply
ca: Desactiva resposta ràpida
ru: Отключить быстрый ответ

source: Disconnect
ca: Desconnecta
ru: Отсоединиться

source: Disconnect from Facebook
ca: Desconnecta de Facebook
ru: Отсоединиться от Facebook

source: Do you want to restart?
ca: Vols reiniciar?
ru: Хотите перезапустить Sparrow?

source: Dock and Menu Bar
ca: Dock i barra de menú
ru: Dock и строка меню

source: Don't have an account?
ca: No tens un compte?
ru: У вас нет учетной записи?

source: Done
ca: D'acord
ru: Готово

source: Download messages on demand
ca: Descarregar missatges per petició
ru: Загружать сообщения по требованию

source: Drafts Folder
ca: Carpeta Esborranys
ru: Папка Черновики

source: Edit
ca: Edita
ru: Правка

source: Email
ca: Correu electrònic

source: Email:
ca: Correu:

source: Email: %@
ca: Correu: %@

source: Enable send and archive
ca: Activa “Envia i arxiva”
ru: Включить Отправить и архивировать

source: Enter your email address and your password
ca: Introdueix la teva adreça de correu electrònic i la teva contrasenya

source: Fill in your receiving server information
ca: Introdueix la informació del teu servidor de recepció

source: Fill in your sending server information
ca: Introdueix la informació del teu servidor d'enviament

source: Folders
ca: Carpetes
ru: Папки

source: Folders for:
ca: Carpetes per:
ru: Папки для:

source: Forgot your password
ca: He oblidat la contrasenya
ru: Забыли пароль?

source: Get a pro account on the CloudApp Store
ca: Aconsegueix un compte Pro a la tenda de CloudApp
ru: Купите учетную запись Pro в магазине CloudApp Store

source: Get more space
ca: Aconsegueix més espai

source: Got an iPhone or iPod touch?
ca: Tens un iPhone o iPod touch?

source: Hide message preview
ca: Amaga vista prèvia del missatge
ru: Скрыть предпросмотр сообщений

source: Hide pictures
ca: Amaga imatges
ru: Скрыть картинки

source: Hide selection bar in Inbox
ca: Amaga barra de selecció a la safata
ru: Скрыть строку выбора в папке Входящие

source: I have just downloaded Sparrow Mail for Mac.
ca: Acabo de descarregar Sparrow Mail per Mac.
ru: Я только что загрузил почтовый клиент Sparrow для Mac.

source: IMAP Prefix
ca: Prefixe IMAP
ru: Префикс IMAP

source: John Doe
ca: Jordi Martorell
ru: Иван Петров

source: john.doe@etpan.org
ca: jordi.martorell@etpan.org
ru: ivan_p@yandex.ru

source: john.doe@sparrowmailapp.com
ca: jordi.martorell@sparrowmailapp.com
ru: ivan_p@yandex.ru

source: Keyboard:
ca: Teclat:
ru: Клавиатура:

source: Labels
ca: Etiquetes
ru: Метки

source: Labels for:
ca: Etiquetes per:
ru: Метки для:

source: Later
ca: Més tard
ru: Позже

source: License
ca: Llicència
ru: Лицензия

source: Make Default
ca: Uitlitza per defecte
ru: Использовать по умолчанию

source: Make sparrow the default e-mail reader
ca: Utilitza Sparrow per correu per defecte

source: Make Sparrow the default mail reader
ca: Utilitza Sparrow per correu per defecte
ru: Сделать Sparrow почтовым клиентом по умолчанию

source: Message List:
ca: Llista de missatges:
ru: Список сообщений:

source: Messages:
ca: Missatges:

source: More…
ca: Més...
ru: Подробнее…

source: Name
ca: Nom
ru: Имя

source: Name:
ca: Nom:
ru: Имя:

source: Never delete from server
ca: No esborrar mai del servidor

source: New Folder
ca: Carpeta nova
ru: Новая папка

source: New message:
ca: Missatge nou:
ru: Новое сообщение:

source: newlabel
ca: Etiqueta nova
ru: безимени

source: Next
ca: Següent
ru: Далее

source: No Account
ca: Cap compte
ru: Нет учетных записей

source: No Thanks
ca: No, gràcies
ru: Спасибо, не надо

source: None
ca: Cap
ru: Нет

source: Notifications
ca: Notificacions
ru: Уведомления

source: Notifications:
ca: Notificacions:
ru: Уведомления:

source: Only in Dock
ca: Només al Dock
ru: Только в Dock

source: Only in Menu Bar
ca: Només a la barra de menú
ru: Только в строке меню

source: Open Preferences > Facebook if you want to connect again.
ca: Obre Opcions > Facebook si vols tornar a connectar-te.
ru: Откройте настройки > Facebook если хотите снова подключиться.

source: Organize
ca: Organització
ru: Организация

source: Other…
ca: Altres…
ru: Другая…

source: Password:
ca: Contrasenya:
ru: Пароль:

source: Personalize your Inbox with your friend's Facebook profile pictures.
ca: Personalitz la safata amb les imatges de perfil de Facebook dels teus amics.
ru: Персонализируйте Входящие при помощи картинок друзей из Facebook.

source: Photo:
ca: Foto:
ru: Фото:

source: Pick your cloud attachment service
ca: Escull el teu servei d'arxius adjunts al núvol:

source: Play sound when receiving/sending mail
ca: Reprodueix sons al rebre/enviar correu
ru: Озвучивать получение/отправку сообщений

source: Play sound when upload is finished
ca: Reprodueix so al finalitzar la càrrega
ru: Озвучивать окончание загрузки

source: Preferences
ca: Opcions

source: Prefix:
ca: Prefixe:
ru: Префикс:

source: Previous
ca: Anterior

source: Receiving Server:
ca: Recepció:
ru: Сервер входящей почты:

source: Refresh
ca: Actualitza
ru: Обновить

source: Remove
ca: Esborra
ru: Удалить

source: Removing %@…
ca: Eliminant %@…
ru: Удаление %@…

source: Required
ca: Obligatòria
ru: Требуется

source: Restart Now
ca: Reinicia ara
ru: Перезапустить

source: Save Attachments to:
ca: Desa adjunts a:
ru: Сохранять прикрепленные файлы в:

source: Secure connection
ca: Connexió segura

source: Sending Server:
ca: Enviament:
ru: Сервер исходящей почты:

source: Sent Folder
ca: Carpeta Enviats
ru: Папка Отправленные

source: Server Type:
ca: Tipus de servidor:

source: Server:
ca: Servidor:

source: Services
ca: Serveis

source: Show
ca: Mostra
ru: Показать

source: Show Icon in:
ca: Mostra icona a:
ru: Показать иконку в:

source: Show older messages first
ca: Mostra primer missatges més antics
ru: Первыми показывать старые сообщения

source: Show remote images
ca: Mostra imatges remotes

source: Show Unified Inbox
ca: Mostra safata d'entrada unificada
ru: Объединять все Входящие

source: Show/Hide Sparrow:
ca: Mostra/Oculta tot:
ru: Показать/Скрыть Sparrow:

source: Signature
ca: Firma
ru: Подпись

source: Skip Checks
ca: No comprovar
ru: Пропустить проверки

source: Spam Folder
ca: Carpeta Spam

source: Sparrow has been disconnected from Facebook.
ca: Sparrow s'ha desconnectat de Facebook.
ru: Sparrow был отсоединен он Facebook.

source: Sparrow Lite is ad-supported. Buy the full version to remove ads and benefit of all the features.
ca: Sparrow Lite es subvenciona amb publicitat. Compra la versió complerta per eliminar-los i beneficiar-te de totes les funcions.
ru: Sparrow Lite отображает рекламу. Купите полную версию для отключения рекламыи получения доступа ко всем функциям.

source: Sparrow now integrates Facebook's profile pictures
ca: Ara Sparrow integra les imatges de perfil de Facebook
ru: Sparrow поддерживает отображение картинок профилей Facebook

source: Start sharing files right now. Already have an account? Sign in:
ca: Comença a compartir arxius. Ja tens un compte? Connecta't:
ru: Начните обмен файлами прямо сейчас. У вас уже есть учетная запись? Войдите в нее:

source: Start Sparrow at Login
ca: Obre Sparrow a l'iniciar sessió
ru: Запускать Sparrow при входе в систему

source: Subscribe to the newsletter
ca: Subscriu-me a la newsletter

source: Sync Behavior:
ca: Sincronització:
ru: Синхронизация:

source: System:
ca: Sistema:
ru: Система:

source: Tell your friends about Sparrow
ca: Recomana Sparrow als teus amics
ru: Расскажите друзьям о Sparrow

source: Thank you for registering Sparrow.
ca: Gràcies per registrar Sparrow.
ru: Спасибо за регистрацию Sparrow.

source: The application needs to be restarted to reflect this change.
ca: Has de reiniciar l'aplicació per reflexar aquest canvi.
ru: Для применения настроек необходимо перезапустить программу.

source: The email you entered is not correct. Please check you typed it properly.
ca: El correu electrònic introduït és incorrecte. Comprova que ho has escrit correctament.
ru: E-mail введен неверно. Проверьте, что в нем нет опечаток.

source: The login has not been entered. Please enter your login.
ca: No s'ha introduït el nom d'inici de sessió. Introdueix-lo, si us plau.
ru: Имя пользователя не задано. Пожалуйста, введите его.

source: This alias already exists
ca: Aquest àlies ja existeix.
ru: Такой псевдоним уже существует

source: This email already exists
ca: Aquest correu electrònic ja existeix.
ru: Такой e-mail уже существует

source: This email is not valid
ca: Aquest correu electrònic no és vàlid
ru: E-mail указан неверно

source: This name cannot be used because it contains an invalid sequence of characters.
ca: No es pot utilitzar aquest nom perquè conté una seqüència de caràcters no vàlida.
ru: Это имя нельзя использовать, т.к. оно содержит недопустимую последовательность символов.

source: This will permanently delete the set up of the account "%@".
ca: S'esborrarà la configuració del compte "%@" de forma permanent.
ru: Это безвозвратно удалит настройки учетной записи «%@».

source: This will permanently remove the alias from this account.
ca: S'esborrarà l'àlies d'aquest compte de forma permanent.
ru: Это безвозвратно удалит псевдоним.

source: This will permanently remove the folder from this account.
ca: S'esborrarà la carpeta d'aquest compte de forma permanent.
ru: Это безвозвратно удалит папку.

source: This will permanently remove the label from this account.
ca: S'esborrarà l'etiqueta d'aquest compte de forma permanent.
ru: Это безвозвратно удалит метку.

source: To show new email notifications, you should <a href="http://growl.info/">install Growl</a>.
ca: Per mostrar notificacions de noves missatges, <a href="http://growl.info/">instal·la Growl</a>.
ru: Для получения уведомления о новых сообщениях необходимо <a href="http://growl.info/">установить Growl</a>.

source: Trash Folder
ca: Carpeta Paperera
ru: Папка Корзина

source: Unified Inbox:
ca: Safata unificada:
ru: Все входящие:

source: Upgrade
ca: Actualització
ru: Апгрейд

source: Use a custom SMTP for this alias
ca: Ustilitza un SMTP personalitzat per aquest àlies

source: Use Authentication
ca: Utilitza autenticació

source: Use Gmail shortcuts
ca: Utilitza funcions ràpides de Gmail
ru: Использовать сочетания клавиш Gmail

source: Use Growl notifications
ca: Utilitza notificacions de Growl
ru: Использовать уведомления Growl

source: Use main SMTP of this account
ca: Utilitza el SMTP principal per aquest compte

source: View
ca: Veure
ru: Просмотреть

source: Welcome to Sparrow
ca: Bienvingut/da a Sparrow
ru: Добро пожаловать в программу Sparrow

source: You are connected to CloudApp as %@
ca: Estàs connectat a CloudApp com a %@

source: You are connected to Dropbox
ca: Estàs connectat a Dropbox

source: You are connected to Dropbox as %@
ca: Estàs connectat a Dropbox com a %@

source: You have enabled Facebook profile pictures with Sparrow.
ca: Has activat les imatges de perfil de Facebook amb Sparrow.
ru: Вы включили отображение картинок профилей Facebook в Sparrow.

source: You have enabled Facebook profile pictures with Sparrow. Click here to disable and stop seeing profile pictures.
ca: Has activat les imatges de perfil de Facebook amb Sparrow. Fés click aquí per desactivar aquesta funció i deixar de veure les imatges.
ru: Вы включили отображение картинок профилей Facebook в Sparrow. Нажмите здесь, чтобы отключить их показ.

source: Your email has not been entered. Please enter your email address.
ca: No s'ha introduït el correu electrònic. Introdueix la teva adreça.
ru: Вы не указали свой e-mail. Введите его.

source: Your IMAP server name has not been entered. Please enter the name of the server.
ca: No s'ha introduït el nom de servidor IMAP. Introdueixlo, si us plau.
ru: Адрес сервера IMAP не указан. Введите его.

source: Your Name:
ca: El teu nom:

source: Your password for the receiving server has not been entered. Please enter the password.
ca: No s'ha introduït la contrasenya de recepció. Introdueix la contrasenya.
ru: Пароль для сервера получения почты не указан. Введите его.

source: Your password for the sending server has not been entered. Please enter the password.
ca: No s'ha introduït la contrasenya d'enviament. Introdueix la contrasenya.
ru: Пароль для сервера отправки почты не указан. Введите его.

source: Your password has not been entered. Please enter your account password.
ca: No s'ha introduït la contrasenya del compte. Introdueix-la, si us plau.
ru: Пароль не указан. Введите пароль учетной записи.

source: Your SMTP server name has not been entered. Please enter the name of the server.
ca: No s'ha introduït el nom de servidor SMTP. Introdueix-lo, si us plau.
ru: Адрес сервера SMTP не указан. Введите его.

source: Color
ru: Цвет

source: General
ru: Общие
