Repository: dinhviethoa/Sparrow-localization
Catalog: *.lproj/strings/ShortcutRecorder.strings
Languages: ca, ru

source: (None)
ca: (Cap)
ru: (не задано)

source: Click to record shortcut
ca: Registra funció ràpida
ru: Нажмите, чтобы записать

source: Option +
ca: Opció +

source: Pad %@
ca: Teclat núm. %@
ru: Цифр. %@

source: Shift +
ca: Majús +

source: Space
ca: Espai
ru: Пробел

source: The key combination "%@" can't be used because %@.
ca: No es pot utilitzar la combinació de tecles "%1$@" perquè %2$@.
ru: Сочетание клавиш «%1$@» нельзя использовать, т.к. %2$@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)
ca: No es pot utilitzar la combinació de tecles "%@" perquè ja l'utilitza una funció ràpida de teclat del sistema. (Si realment vols utilizar aquesta combinació de tecles, la majoria de funcions ràpides es poden modificar al panell Teclat de les Preferències del Sistema.)
ru: Сочетание клавиш «%@» нельзя использовать, т.к. оно уже используется системой. (При необходимости большинство сочетаний можно изменить в панели Клавиатура Настроек системы.)

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
ca: No es pot utilitzar la combinació de tecles "%1$@" perquè ja l'utilitza l'element de menú "%2$@".
ru: Сочетание клавиш «%1$@» нельзя использовать, т.к. оно уже используется для элемента меню «%2$@».

source: The key combination %@ can't be used!
ca: No es pot utilitzar la combinació de tecles %@.
ru: Сочетание клавиш «%@» использовать нельзя!

source: Type shortcut
ca: Introdueix funció ràpida
ru: Введите сочетание

source: Use old shortcut
ca: Utilitza funció antiga
ru: Использовать старое
